export const mockData = {
  draw: 2,
  data: [
    {
      id: "33271f00-e1ad-4d51-82b0-b22173b2ff06",
      name: "الدوائر الإنهائية شرق الرياض",
      location: "مخرج 16",
    },
    {
      id: "154cc996-3ca4-4145-b283-6c1407c9ed1b",
      name: "المحكمة التجارية بالدمام",
      location: "طريق الأمير متعب، هجر، الظهران 34253",
    },
    {
      id: "791d1a02-0b13-4915-92b9-a9e10219b9ae",
      name: "المحكمة الجزئية بالطائف",
      location: "حي السحيلي - طريق الملك خالد",
    },
    {
      id: "d0615d06-629d-4566-951f-fd788a25cf34",
      name: "المحكمة الجزائية بأبها",
      location: "طريق ال يوسف - حي الوصايف",
    },
    {
      id: "ba23c570-14f3-422b-a683-bc6cabd611cf",
      name: "المحكمة الجزائية بالأحساء",
      location: "شارع الامير فيصل بن فهد بن عبدالعزيز، الهفوف‎ 36362",
    },
    {
      id: "afc7d8f7-15c2-4df9-89d9-6b9530efc8f7",
      name: "المحكمة الجزائية بالباحة",
      location: "طريق الملك فيصل حي الشفا",
    },
    {
      id: "80021f08-57c1-4420-8341-739bc0271748",
      name: "المحكمة الجزائية بالدمام",
      location: "طريق الملك فهد، الفيصلية، الدمام 32272",
    },
    {
      id: "88f356a4-9d67-4a4a-a333-510d221c40d1",
      name: "المحكمة الجزائية بالرياض",
      location: "شارع سلام",
    },
    {
      id: "5d7fea18-fbe8-4ad7-897e-685ac5169bf8",
      name: "المحكمة الجزائية بالقريات",
      location: "القريات",
    },
    {
      id: "9440b3dd-d057-4c89-98d1-35dcfbefccfd",
      name: "المحكمة الجزائية بالمدينة المنورة",
      location: "حي العيون - طريق الملك عبدالله",
    },
    {
      id: "20d4bbc5-cff4-4106-90dd-e416014f438e",
      name: "المحكمة الجزائية ببريدة",
      location: "حي النازية شارع العدل",
    },
    {
      id: "f734a361-a8ad-4122-8204-51948922511f",
      name: "المحكمة الجزائية بتبوك",
      location: "حي الصالحية - طريق الملك عبدالعزيز",
    },
    {
      id: "3d3e6ad9-eb1a-43dc-91a2-ba8a59784cf0",
      name: "المحكمة الجزائية بجازن",
      location: "طريق الأمير محمد بن ناصر",
    },
    {
      id: "63368301-7465-4857-989f-cf8bc706f822",
      name: "المحكمة الجزائية بحائل",
      location: "طريق الملك فهد بن عبدالعزيز",
    },
    {
      id: "31953ec1-2895-419c-8655-1b84ea0bf5c2",
      name: "المحكمة الجزائية بخميس مشيط",
      location: "طريق الامام محمد بن سعود بجوار نيوهورايز",
    },
    {
      id: "018b0109-fd13-4402-95b1-5e2e7f17364f",
      name: "المحكمة الجزائية بسكاكا",
      location: "سكاكا",
    },
    {
      id: "5e1a15e7-ff3d-44fa-a7b1-0681c924ee16",
      name: "المحكمة الجزائية بعرعر",
      location: "حي المطار طريق طارق بن زياد",
    },
    {
      id: "80261c2f-32ef-4d50-929d-defaf89d5ba1",
      name: "المحكمة الجزائية بنجران",
      location: "شارع حمزة بن عبدالمطلب",
    },
    {
      id: "01f5d647-3a0e-44d4-9da6-f282e56faeb2",
      name: "المحكمة الجزائية و كتابة العدل بالخبر",
      location: "الشارع الرابع، مدينة العمال، الخبر 34442",
    },
    {
      id: "0d39cbbb-07f3-4f73-817a-3b11d0fd5a21",
      name: "المحكمة الجزائية ودوائر الاحوال الشخصية بالخرج",
      location: "طريق الملك عبدالله , السليمانية . الخرج",
    },
    {
      id: "a633feb7-c2ae-4356-bf1d-1fdfc3c4ff5f",
      name: "المحكمة العامة بأبها",
      location: "طربق الطائف - حي الجامعة",
    },
    {
      id: "6b2ac8ba-9a77-4f81-8458-bc4cb2db01d2",
      name: "المحكمة العامة بأحد رفيدة",
      location: "الشارع العام - حي بن صمان",
    },
    {
      id: "75cb5959-e983-4f08-b578-33ed6ce9d21a",
      name: "المحكمة العامة بأملج",
      location: "حي العليا- شارع أحمد بن الخطاب",
    },
    {
      id: "c52dfe41-c3f6-4ba1-8f16-4969a73f2e43",
      name: "المحكمة العامة بابو راكة",
      location: "أبو راكة",
    },
    {
      id: "1030ae3d-8e5f-48de-80f1-f82a68d738fb",
      name: "المحكمة العامة بالأمواه",
      location: "الأمواه - الشارع العام",
    },
  ],
  recordsTotal: 219,
  recordsFiltered: 219,
};
