export const mockData = {
  draw: 1,
  data: [
    {
      id: "ae157d82-9e84-4a95-1d3d-08dd0deb2a37",
      name: "الجريمة تعد من الجرائم الكبيرة الموجبة للتوقيف",
      code: 1,
    },
    {
      id: "cdedc682-3bf2-438f-e8c6-08dd0df42500",
      name: "عدم تعهد المتهم بالحضور عند الطلب",
      code: 7,
    },
    {
      id: "5646fd21-80d6-442d-e8c4-08dd0df42500",
      name: "كفاية الأدلة في جريمة كبيرة",
      code: 5,
    },
    {
      id: "cd7b8c36-2693-4f6a-e8c5-08dd0df42500",
      name: "لإكمال إجراءات القضية",
      code: 6,
    },
    {
      id: "553ce6c4-2561-407d-e8c3-08dd0df42500",
      name: "لتعذر الاستجواب",
      code: 4,
    },
    {
      id: "39acefd6-7840-4809-e8c8-08dd0df42500",
      name: "لمنعه من التأثير في سير التحقيق",
      code: 9,
    },
    {
      id: "686a5d4e-1a09-4dd1-e8c7-08dd0df42500",
      name: "ليس للمتهم محل إقامة معروف ومقبول",
      code: 8,
    },
    {
      id: "a5a04381-696d-4de7-1d3e-08dd0deb2a37",
      name: "مصلحة التحقيق تستوجب توقيف المتهم",
      code: 2,
    },
    {
      id: "e2d73d30-7434-44e9-e8c2-08dd0df42500",
      name: "يُخشى هرب المتهم أو اختفاؤه",
      code: 3,
    },
  ],
  recordsTotal: 9,
  recordsFiltered: 9,
};
