export const mockData = {
  isSuccess: true,
  message: null,
  object: [
    {
      stepName: "التسكين النهائي",
      users: [
        "طلال بن محمد بن رداد القرشي",
        "عبدالرحمن ابراهيم محمود عبدالرحمن",
        "نايف مدغم شباب السبيعي",
        "تدريب ب   أمن السجن الداخلي",
        "فيصل حسن محمد الزهراني",
      ],
    },
    {
      stepName: "الفحص التغذية",
      users: [
        "طلال بن محمد بن رداد القرشي",
        "خالد علي محمد اخصائي تغذية",
        "نايف مدغم شباب السبيعي",
        "فيصل حسن محمد الزهراني",
      ],
    },
  ],
  statusCode: null,
};
